# St7SetResFileNumCases

Sets the number of result cases in the open custom result file.

long St7SetResFileNumCases(long uID, long NumCases)
Input Parameters
uID
Strand7 model file ID.
NumCases
Number of result cases in the custom result file.